Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteInViewError
Cannot paste the contents into %1!s! view. Attempt to paste into an appropriate view.

Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteInView
Cannot paste the contents into %1!s! view. Attempt to paste into an appropriate view.

Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteElemInViewError
Cannot paste the contents into %1!s! view. Attempt to paste into an appropriate view.

Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyDueToBackgroundCalculation
Cannot copy dragged elements while background calculations are in progress.